Repository: gsoza/TRLM8630_TotallyCluelessGameMakers
Catalog: Ren'Py Translator ToolKit-bb60a30c13/out/Into the World-*.po
Languages: spanish

source: Changes will take effect the next time this program is run.
spanish: Los cambios surtirán efecto la próxima vez que se ejecute este programa.

source: Performance Warning
spanish: Advertencia de rendimiento

source: This computer is using software rendering.
spanish: Esta computadora está utilizando renderizado de software.

source: This game requires use of GL2 that can't be initialised.
spanish: Este juego requiere el uso de GL2 que no se puede inicializar.

source: This computer has a problem displaying graphics: [problem].
spanish: Esta computadora tiene un problema al mostrar gráficos: [problema].

source: Its graphics drivers may be out of date or not operating correctly. This can lead to slow or incorrect graphics display.
spanish: Sus controladores de gráficos pueden estar desactualizados o no funcionar correctamente. Esto puede conducir a una visualización de gráficos lenta o incorrecta.

source: The {a=edit:1:log.txt}log.txt{/a} file may contain information to help you determine what is wrong with your computer.
spanish: El archivo {a=edit:1:log.txt}log.txt{/a} puede contener información que le ayude a determinar el problema de su equipo.

source: More details on how to fix this can be found in the {a=[url]}documentation{/a}.
spanish: Puede encontrar más detalles sobre cómo solucionar este problema en la {a=[url]}documentación{/a}.

source: Continue, Show this warning again
spanish: Continuar, mostrar esta advertencia nuevamente

source: Continue, Don't show warning again
spanish: Continuar, no volver a mostrar la advertencia

source: Change render options
spanish: Cambiar las opciones de renderizado

source: Are you sure?
spanish: ¿Está seguro?

source: Are you sure you want to delete this save?
spanish: ¿Está seguro de que desea eliminar este guardado?

source: Are you sure you want to overwrite your save?
spanish: ¿Está seguro de que desea sobrescribir su guardado?

source: Loading will lose unsaved progress. Are you sure you want to do this?
spanish: La carga perderá el progreso no guardado. ¿Seguro que quieres hacer esto?

source: Are you sure you want to quit?
spanish: ¿Seguro que quieres salir?

source: Are you sure you want to return to the main menu? This will lose unsaved progress.
spanish: ¿Estás seguro de que quieres volver al menú principal? Esto perderá el progreso no guardado.

source: Are you sure you want to end the replay?
spanish: ¿Seguro que quieres terminar la repetición?

source: Are you sure you want to begin skipping?
spanish: ¿Está seguro de que desea comenzar a saltar?

source: Are you sure you want to skip to the next choice?
spanish: ¿Está seguro de que desea pasar a la siguiente opción?

source: Are you sure you want to skip unseen dialogue to the next choice?
spanish: ¿Está seguro de que desea saltar el diálogo invisible a la siguiente opción?

source: Contacting App Store Please Wait...
spanish: Contactando con App Store Por favor espere...

source: Failed to save screenshot as %s.
spanish: No se pudo guardar la captura de pantalla como %s.

source: Saved screenshot as %s.
spanish: Captura de pantalla guardada como %s.

source: Skip Mode
spanish: Modo de omisión

source: This program contains free software under a number of licenses, including the MIT License and GNU Lesser General Public License. A complete list of software, including links to full source code, can be found {a=https://www.renpy.org/l/license}here{/a}.
spanish: Este programa contiene software gratuito bajo varias licencias, incluida la licencia MIT y la licencia pública general reducida de GNU. Puede encontrar una lista completa de software, incluidos enlaces al código fuente completo, {a=https://www.renpy.org/l/license}aquí{/a}.

source: display
spanish: mostrar

source: transitions
spanish: transiciones

source: skip transitions
spanish: saltar transiciones

source: video sprites
spanish: sprites de vídeo

source: show empty window
spanish: mostrar ventana vacía

source: text speed
spanish: velocidad del texto

source: joystick
spanish: palanca de mando

source: joystick...
spanish: palanca de mando...

source: skip
spanish: saltear

source: skip unseen [text]
spanish: saltar invisible [text]

source: skip unseen text
spanish: saltar texto no visto

source: begin skipping
spanish: empezar a saltar

source: after choices
spanish: después de las opciones

source: skip after choices
spanish: saltar después de las opciones

source: auto-forward time
spanish: tiempo de reenvío automático

source: auto-forward
spanish: reenvío automático

source: Auto forward
spanish: Reenvío automático

source: auto-forward after click
spanish: reenvío automático después de hacer clic

source: automatic move
spanish: movimiento automático

source: wait for voice
spanish: espera la voz

source: voice sustain
spanish: sostener la voz

source: self voicing
spanish: voz propia

source: self voicing volume drop
spanish: caída de volumen de voz propia

source: clipboard voicing
spanish: portapapeles

source: debug voicing
spanish: voz de depuración

source: emphasize audio
spanish: enfatizar audio

source: rollback side
spanish: lado de reversión

source: gl powersave
spanish: ahorro de energía gl

source: gl framerate
spanish: velocidad de fotogramas gl

source: gl tearing
spanish: lagrimeo

source: font transform
spanish: transformación de fuente

source: font size
spanish: tamaño de fuente

source: font line spacing
spanish: espaciado de línea de fuente

source: system cursor
spanish: cursor del sistema

source: renderer menu
spanish: menú del renderizador

source: accessibility menu
spanish: menú de accesibilidad

source: high contrast text
spanish: texto de alto contraste

source: music volume
spanish: Volumen de la música

source: sound volume
spanish: volumen de sonido

source: voice volume
spanish: volumen de voz

source: mute music
spanish: musica muda

source: mute sound
spanish: Sin sonido

source: mute voice
spanish: voz muda

source: mute all
spanish: silenciar todo

source: Clipboard voicing enabled. Press 'shift+C' to disable.
spanish: Voz del portapapeles habilitada. Presiona 'shift+C' para deshabilitar.

source: Self-voicing would say "[renpy.display.tts.last]". Press 'alt+shift+V' to disable.
spanish: La voz propia diría "[renpy.display.tts.last]". Presiona 'alt+shift+V' para deshabilitar.

source: Self-voicing enabled. Press 'v' to disable.
spanish: Voz propia habilitada. Pulse 'v' para desactivar.

source: The Ren'Py Updater is not supported on mobile devices.
spanish: Ren'Py Updater no es compatible con dispositivos móviles.

source: An error is being simulated.
spanish: Se está simulando un error.

source: Either this project does not support updating, or the update status file was deleted.
spanish: Este proyecto no admite la actualización o se eliminó el archivo de estado de actualización.

source: This account does not have permission to perform an update.
spanish: Esta cuenta no tiene permiso para realizar una actualización.

source: This account does not have permission to write the update log.
spanish: Esta cuenta no tiene permiso para escribir el registro de actualización.

source: Could not verify update signature.
spanish: No se pudo verificar la firma de actualización.

source: The update file was not downloaded.
spanish: No se descargó el archivo de actualización.

source: The update file does not have the correct digest - it may have been corrupted.
spanish: El archivo de actualización no tiene el resumen correcto; es posible que esté dañado.

source: While unpacking {}, unknown type {}.
spanish: Al desempaquetar {}, tipo desconocido {}.

source: Updater
spanish: actualizador

source: An error has occured:
spanish: Ha ocurrido un error:

source: Checking for updates.
spanish: Comprobando actualizaciones.

source: This program is up to date.
spanish: Este programa está actualizado.

source: [u.version] is available. Do you want to install it?
spanish: [u.version] está disponible. ¿Quieres instalarlo?

source: Preparing to download the updates.
spanish: Preparándose para descargar las actualizaciones.

source: Downloading the updates.
spanish: Descargando las actualizaciones.

source: Unpacking the updates.
spanish: Desempaquetando las actualizaciones.

source: Finishing up.
spanish: Terminando.

source: The updates have been installed. The program will restart.
spanish: Las actualizaciones han sido instaladas. El programa se reiniciará.

source: The updates have been installed.
spanish: Las actualizaciones han sido instaladas.

source: The updates were cancelled.
spanish: Las actualizaciones fueron canceladas.

source: Proceed
spanish: Proceder

source: Empty Slot.
spanish: Ranura vacía.

source: Previous
spanish: Anterior

source: Next
spanish: próximo

source: Joystick Mapping
spanish: Mapeo de joystick

source: Developer Menu
spanish: Menú de desarrollador

source: Interactive Director (D)
spanish: Director Interactivo (D)

source: Reload Game (Shift+R)
spanish: Recargar juego (Shift+R)

source: Console (Shift+O)
spanish: Consola (Mayús+O)

source: Variable Viewer
spanish: Visor de variables

source: Image Location Picker
spanish: Selector de ubicación de imagen

source: Filename List
spanish: Lista de nombres de archivo

source: Show Image Load Log (F4)
spanish: Mostrar registro de carga de imágenes (F4)

source: Hide Image Load Log (F4)
spanish: Ocultar registro de carga de imagen (F4)

source: Image Attributes
spanish: Atributos de imagen

source: Nothing to inspect.
spanish: Nada que inspeccionar.

source: Hide deleted
spanish: Ocultar eliminado

source: Show deleted
spanish: Mostrar eliminado

source: Return to the developer menu
spanish: Volver al menú de desarrollador

source: Rectangle: %r
spanish: Rectángulo: %r

source: Mouse position: %r
spanish: Posición del ratón: %r

source: Right-click or escape to quit.
spanish: Haga clic derecho o escape para salir.

source: Rectangle copied to clipboard.
spanish: Rectángulo copiado al portapapeles.

source: Position copied to clipboard.
spanish: Posición copiada al portapapeles.

source: Type to filter:
spanish: Escriba para filtrar:

source: Textures: [tex_count] ([tex_size_mb:.1f] MB)
spanish: Texturas: [tex_count] ([tex_size_mb:.1f] MB)

source: Image cache: [cache_pct:.1f]% ([cache_size_mb:.1f] MB)
spanish: Caché de imagen: [cache_pct:.1f]% ([cache_size_mb:.1f] MB)

source: {color=#cfc}✔ predicted image (good){/color} {color=#fcc}✘ unpredicted image (bad){/color} {color=#fff}Drag to move.{/color}
spanish: {color=#cfc}✔ imagen prevista (buena){/color} {color=#fcc}✘ imagen imprevista (mala){/color} {color=#fff}Arrastra para mover.{/color}

source: Displayable Inspector
spanish: Inspector visualizable

source: Size
spanish: Tamaño

source: Style
spanish: Estilo

source: Location
spanish: Localización

source: Inspecting Styles of [displayable_name!q]
spanish: Inspección de estilos de [displayable_name!q]

source: displayable:
spanish: visualizable:

source: (no properties affect the displayable)
spanish: (ninguna propiedad afecta lo visualizable)

source: (default properties omitted)
spanish: (propiedades predeterminadas omitidas)

source: <repr() failed>
spanish: <repr() falló>

source: Open
spanish: Abierto

source: Opens the traceback.txt file in a text editor.
spanish: Abre el archivo traceback.txt en un editor de texto.

source: Copy BBCode
spanish: Copiar código BBC

source: Copies the traceback.txt file to the clipboard as BBcode for forums like https://lemmasoft.renai.us/.
spanish: Copia el archivo traceback.txt al portapapeles como BBcode para foros como https://lemmasoft.renai.us/.

source: Copy Markdown
spanish: Copiar descuento

source: Copies the traceback.txt file to the clipboard as Markdown for Discord.
spanish: Copia el archivo traceback.txt al portapapeles como Markdown para Discord.

source: An exception has occurred.
spanish: Ha ocurrido una excepción.

source: Rollback
spanish: Retroceder

source: Attempts a roll back to a prior time, allowing you to save or choose a different choice.
spanish: Intenta retroceder a un momento anterior, lo que le permite guardar o elegir una opción diferente.

source: Ignore
spanish: Ignorar

source: Ignores the exception, allowing you to continue.
spanish: Ignora la excepción, permitiéndole continuar.

source: Ignores the exception, allowing you to continue. This often leads to additional errors.
spanish: Ignora la excepción, permitiéndole continuar. Esto a menudo conduce a errores adicionales.

source: Reload
spanish: Recargar

source: Reloads the game from disk, saving and restoring game state if possible.
spanish: Recarga el juego desde el disco, guardando y restaurando el estado del juego si es posible.

source: Console
spanish: Consola

source: Opens a console to allow debugging the problem.
spanish: Abre una consola para permitir la depuración del problema.

source: Quits the game.
spanish: Sale del juego.

source: Parsing the script failed.
spanish: Error al analizar el script.

source: a
spanish: un
