Repository: gsoza/TRLM8630_TotallyCluelessGameMakers
Catalog: Ren'Py Translator ToolKit-bb60a30c13/out/Into the World-*.po
Languages: spanish

source: Zombie or Not
spanish: Zombi o no

source: Back
spanish: Atrás

source: History
spanish: Historia

source: Skip
spanish: Saltear

source: Save
spanish: Guardar

source: Q.Save
spanish: Q.Guardar

source: Q.Load
spanish: Q.Cargar

source: Prefs
spanish: preferencias

source: Start
spanish: Comienzo

source: Load
spanish: Carga

source: Preferences
spanish: preferencias

source: End Replay
spanish: Finalizar reproducción

source: Main Menu
spanish: Menú principal

source: About
spanish: Acerca de

source: Help
spanish: Ayudar

source: Quit
spanish: Dejar

source: Return
spanish: Devolver

source: Version [config.version!t]
spanish: Versión [config.version!t]

source: Made with {a=https://www.renpy.org/}Ren'Py{/a} [renpy.version_only]. [renpy.license!t]
spanish: Hecho con {a=https://www.renpy.org/}Ren'Py{/a} [renpy.version_only]. [renpy.license!t]

source: Page {}
spanish: Página {}

source: Automatic saves
spanish: Guardado automático

source: Quick saves
spanish: Guardado rápido

source: empty slot
spanish: ranura vacía

source: {#quick_page}Q
spanish: {#quick_page}P

source: Display
spanish: Mostrar

source: Window
spanish: Ventana

source: Fullscreen
spanish: Pantalla completa

source: Rollback Side
spanish: Lado de reversión

source: Disable
spanish: Desactivar

source: Left
spanish: Izquierda

source: Right
spanish: Derecha

source: Unseen Text
spanish: Texto invisible

source: After Choices
spanish: Después de las opciones

source: Transitions
spanish: Transiciones

source: Text Speed
spanish: Velocidad del texto

source: Auto-Forward Time
spanish: Tiempo de reenvío automático

source: Music Volume
spanish: Volumen de la música

source: Sound Volume
spanish: Volumen de sonido

source: Test
spanish: Prueba

source: Voice Volume
spanish: Volumen de voz

source: Mute All
spanish: Silenciar todo

source: The dialogue history is empty.
spanish: El historial de diálogo está vacío.

source: Keyboard
spanish: Teclado

source: Mouse
spanish: Ratón

source: Gamepad
spanish: mando

source: Enter
spanish: Ingresar

source: Advances dialogue and activates the interface.
spanish: Avanza el diálogo y activa la interfaz.

source: Space
spanish: Espacio

source: Advances dialogue without selecting choices.
spanish: Avanza el diálogo sin seleccionar opciones.

source: Arrow Keys
spanish: Teclas de flecha

source: Navigate the interface.
spanish: Navegar por la interfaz.

source: Escape
spanish: Escapar

source: Accesses the game menu.
spanish: Accede al menú del juego.

source: Ctrl
spanish: Control

source: Skips dialogue while held down.
spanish: Salta el diálogo mientras se mantiene presionado.

source: Tab
spanish: Pestaña

source: Toggles dialogue skipping.
spanish: Alterna el salto de diálogo.

source: Page Up
spanish: Página arriba

source: Rolls back to earlier dialogue.
spanish: Vuelve al diálogo anterior.

source: Page Down
spanish: Página abajo

source: Rolls forward to later dialogue.
spanish: Avanza al diálogo posterior.

source: Hides the user interface.
spanish: Oculta la interfaz de usuario.

source: Takes a screenshot.
spanish: Toma una captura de pantalla.

source: Toggles assistive {a=https://www.renpy.org/l/voicing}self-voicing{/a}.
spanish: Alterna la asistencia {a=https://www.renpy.org/l/voicing}autovoicing{/a}.

source: Opens the accessibility menu.
spanish: Abre el menú de accesibilidad.

source: Left Click
spanish: Click izquierdo

source: Middle Click
spanish: Clic central

source: Right Click
spanish: Botón derecho del ratón

source: Mouse Wheel Up Click Rollback Side
spanish: Rueda del mouse hacia arriba Haga clic en Retroceder lateral

source: Mouse Wheel Down
spanish: Rueda del ratón hacia abajo

source: Right Trigger A/Bottom Button
spanish: Gatillo derecho A/Botón inferior

source: Left Trigger Left Shoulder
spanish: Gatillo izquierdo Hombro izquierdo

source: Right Shoulder
spanish: Hombro derecho

source: D-Pad, Sticks
spanish: D-Pad palos

source: Start, Guide
spanish: Inicio, Guía

source: Y/Top Button
spanish: Y/botón superior

source: Calibrate
spanish: Calibrar

source: Yes
spanish: Sí

source: Skipping
spanish: Salto a la comba

source: Menu
spanish: Menú

source: <- Character 1
spanish: <- Personaje 1

source: Character 2 ->
spanish: Personaje 2 ->

source: Two years have passed, since Covid-57 struck the nation.
spanish: Han pasado dos años desde que el Covid-57 golpeó a la nación.

source: Families were forced to stay indoors to prevent the virus from spreading.
spanish: Las familias se vieron obligadas a quedarse en casa para evitar la propagación del virus.

source: Finally the lockdown has been lifted. Some were overjoyed at the opportunity to go out into the world again, socialize, see their friends, go to parties, coffee shops, shopping malls.
spanish: Finalmente se ha levantado el confinamiento. Algunos estaban encantados con la oportunidad de salir al mundo nuevamente, socializar, ver a sus amigos, ir a fiestas, cafeterías, centros comerciales.

source: But others felt the effects of the long-term isolation.
spanish: Pero otros sintieron los efectos del aislamiento a largo plazo.

source: The world was no longer a friendly place, and the very thought of seeing people...
spanish: El mundo ya no era un lugar amigable, y la sola idea de ver gente...

source: 6 months have passed since the lockdown was lifted.
spanish: Han pasado 6 meses desde que se levantó el confinamiento.

source: However, you, [name] did not dare step outside your front door, but instead remained within the walls of your apartment, only with your pet Iguana, [pet] as company.
spanish: Sin embargo, usted, [name], no se atrevió a salir por la puerta de su casa, sino que permaneció dentro de las paredes de su apartamento, solo con su mascota Iguana, [pet] como compañía.

source: Little did [name] know, all of this was about to change...
spanish: Poco sabía [name] que todo esto estaba a punto de cambiar...

source: [name] wakes up as usual, turns on the laptop and finds a message from a strange email address...the message reads: "We have [pet], do not try and find us...if you ever want to see [pet] again, follow these instructions:
spanish: [name] se despierta como de costumbre, enciende la computadora portátil y encuentra un mensaje de una dirección de correo electrónico extraña... el mensaje dice: "Tenemos [pet], no intentes encontrarnos... si alguna vez quieres ver [pet] de nuevo, sigue estas instrucciones:

source: *The note instructs you to complete a series of tasks that will lead you to a briefcase in locker #420 located at the train station. From there you will take said briefcase to a specified location.*
spanish: *La nota te indica que completes una serie de tareas que te llevarán a un maletín en el casillero #420 ubicado en la estación de tren. Desde allí, llevará dicho maletín a una ubicación específica.*

source: Check the Park
spanish: Revisa el parque

source: Head down the street
spanish: Baja por la calle

source: Go to the locker
spanish: ir al casillero

source: Go to the location
spanish: Ir a la ubicación

# decision_74b147a3
source: I don't think I need to go there again
spanish: No creo que necesite ir allí de nuevo.

# decision_74b147a3_1
source: I don't think I need to go there again
spanish: No creo que necesite ir allí de nuevo.

# decision_74b147a3_2
source: I don't think I need to go there again
spanish: No creo que necesite ir allí de nuevo.

source: Better not show up empty-handed
spanish: Mejor no presentarse con las manos vacías

source: Um...hi
spanish: Um hola

source: Can you help me find my doggie? I LOST MY DOGGIE
spanish: ¿Puedes ayudarme a encontrar a mi perrito? PERDÍ A MI PERRITO

source: Heck no kiddo, dogs are GROSS
spanish: Diablos, no chico, los perros son ASQUEROSOS

source: Uh, sure...I can look around
spanish: Uh, seguro... Puedo mirar alrededor

source: I wish I could
spanish: Ojalá pudiera

source: You big meanie
spanish: Tu gran malvado

source: That was a pretty jerk move, come back when you learn not to bully little girls.
spanish: Ese fue un movimiento bastante idiota, regresa cuando aprendas a no intimidar a las niñas.

source: You're so nice!
spanish: ¡Eres muy agradable!

source: *cry* please come back if you can!
spanish: *llora* por favor regresa si puedes!

source: Where should I look?
spanish: ¿Dónde debo buscar?

source: Behind the tree
spanish: Detras del arbol

source: Behind the bush
spanish: Detrás del arbusto

source: Under a rock
spanish: debajo de una roca

source: Hey I found it! Come on boy!
spanish: ¡Oye, lo encontré! ¡Vamos muchacho!

source: Hmm, he doesn't want to come with me
spanish: Hmm, él no quiere venir conmigo

source: Give toy
spanish: dar juguete

source: Let's go find your mom!
spanish: ¡Vamos a buscar a tu mamá!

source: Maybe I should find something to give him
spanish: Tal vez debería encontrar algo para darle

source: All I see is a broken bottle, an empty cigarette pack, and a bloody ear...eww..Let's look somewhere else
spanish: Todo lo que veo es una botella rota, un paquete de cigarrillos vacío y una oreja ensangrentada... eww... Busquemos en otro lado

source: I found a beetle...wait, I see a chew toy as well!
spanish: Encontré un escarabajo... espera, ¡también veo un juguete para masticar!

source: Take toy
spanish: tomar juguete

source: Leave toy
spanish: dejar juguete

source: Hmm, I bet he'll like this!
spanish: Hmm, ¡apuesto a que le gustará esto!

source: You found him! Thank you so much! Here, take this.
spanish: ¡Lo encontraste! ¡Muchas gracias! Ten esto.

source: You got {b}loose change: $0.69{/b}
spanish: Tienes {b}cambio suelto: 0,69 ${/b}

source: Man, it's so hot today, I could really use a drink right now...
spanish: Tío, hace tanto calor hoy que realmente me vendría bien un trago ahora mismo...

source: Oh look, a vending machine, perfect!
spanish: Oh mira, una máquina expendedora, ¡perfecto!

source: Spare some change?
spanish: ¿Ahorrar algo de cambio?

source: What?? A talking vending machine! Stay away from me!
spanish: ¿¿Qué?? ¡Una máquina expendedora parlante! ¡Mantente alejado de mí!

source: Sure, but this is all I have
spanish: Claro, pero esto es todo lo que tengo.

source: Wow, that was rude.
spanish: Vaya, eso fue grosero.

source: Vending machines are people too...sorta...anyway be nice.
spanish: Las máquinas expendedoras también son personas... más o menos... de todos modos, sé amable.

source: what is this a trick? It's just your hand. Got any {i}actual{/i} change??
spanish: ¿Qué es esto un truco? Es solo tu mano. ¿Tienes algún cambio {i}real{/i}?

source: MMMMM, DELICIOUS, LOOSE CHANGE. Here, take this.
spanish: MMMMM, DELICIOSO, CAMBIO SUELTO. Ten esto.

source: A {b}key{/b} drops out of the vending machine's {i}mouth{/i}
spanish: Se cae una {b}llave{/b} de la {i}boca{/i} de la máquina expendedora

source: But...what about my drink?
spanish: Pero... ¿y mi bebida?

source: oh well
spanish: Oh bien

source: Well I'll be right here if you {i}change{/i} your mind.
spanish: Bueno, aquí estaré si {i}cambias{/i} de opinión.

source: Okay, I made it to the locker. Let's get this thing open
spanish: Está bien, llegué al casillero. Vamos a abrir esta cosa

source: Open Locker
spanish: casillero abierto

source: Leave
spanish: Abandonar

source: Uh, I don't have anything to open this with.
spanish: Uh, no tengo nada para abrir esto.

source: You insert the {b}key{/b}
spanish: Insertas la {b}clave{/b}

source: Hey kid, what's the big idea? Watch where you're sticking that thing!
spanish: Oye chico, ¿cuál es la gran idea? ¡Mira dónde estás metiendo esa cosa!

source: Oh great...another talking object
spanish: Oh genial... otro objeto parlante

source: F*ck this sh*t, I'm out
spanish: A la mierda con esto, me voy

source: I don't have time for this.
spanish: No tengo tiempo para esto.

source: Look, I'm just trying to get the briefcase inside so I can rescue [pet]
spanish: Mira, solo estoy tratando de meter el maletín adentro para poder rescatar a [pet]

source: yeah you gangsta, now come back when you wanna play nice
spanish: sí, gangsta, ahora vuelve cuando quieras jugar bien

source: meh, another day then.
spanish: meh, otro día entonces.

source: Well, I don't know what a [pet] is, but that key ain't gonna work. Kids these days, gotta tell 'em how to do everything I tell ya.
spanish: Bueno, no sé qué es una [pet], pero esa llave no va a funcionar. Niños en estos días, tengo que decirles cómo hacer todo lo que les digo.

source: Jerk...
spanish: Tirón...

source: Ok, what should I do then?
spanish: Bien, ¿qué debo hacer entonces?

source: Again with the social faux-pas
spanish: De nuevo con el paso en falso social

source: You look like a nice kid, I'll help ya out.
spanish: Pareces un buen chico, te ayudaré.

source: Alls ya gotta do is go up to that guy at the stand over there. He can give ya the combination. Easy right?
spanish: Todo lo que tienes que hacer es acercarte a ese tipo en el puesto de allí. Él puede darte la combinación. ¿Fácil verdad?

source: Ok, here goes.
spanish: Vale, aquí va.

source: Hiya! How can I help you?
spanish: ¡Hola! ¿Como puedo ayudarte?

source: *babbles incoherently*
spanish: *balbucea incoherentemente*

source: (stuttering) Can you..h..help me t..t..to open locker 420 p..please?
spanish: (tartamudeando) ¿Puedes..h..ayudarme t..t..a abrir el casillero 420 p..por favor?

source: GIMME THE LOCKER COMBINATION!
spanish: ¡DAME LA COMBINACIÓN DEL LOCKER!

source: The attendant looks at you, confused, then turns away.
spanish: El asistente te mira, confundido, luego se aleja.

source: Maybe try using people words
spanish: Tal vez intente usar palabras de personas

source: The nice attendant helps you to open the locker and appreciates your normal amount of politeness
spanish: El simpático asistente te ayuda a abrir el casillero y agradece tu cortesía habitual.

source: You retrieved the {b}briefcase{/b}
spanish: Recuperaste el {b}maletín{/b}

source: That was intense
spanish: eso fue intenso

source: Ok, here we are...
spanish: Bien, aquí estamos...

source: Congratulations, [name]! You made it to the final destination. Hope [pet] is still breathing...
spanish: ¡Felicitaciones, [name]! Llegaste al destino final. Espero que [pet] siga respirando...

source: Who said that??
spanish: ¿¿Quien dijo que??

source: I should probably open this door...
spanish: Probablemente debería abrir esta puerta...

source: Open door
spanish: Puerta abierta

source: Run away
spanish: Huir

source: You've come so far, just one more step.
spanish: Has llegado tan lejos, solo un paso más.

source: SURPRISE!!!
spanish: ¡¡¡SORPRESA!!!

source: We arranged this suprise party challenge for you.
spanish: Organizamos este desafío de fiesta sorpresa para ti.

source: We were deeply concerned about you being all alone all the time and wanted you to get out and live again.
spanish: Nos preocupaba mucho que estuvieras solo todo el tiempo y queríamos que salieras y vivieses de nuevo.

source: It was definitely a strange adventure, but was a lot of fun. I'm glad [pet] is okay!
spanish: Definitivamente fue una aventura extraña, pero muy divertida. ¡Me alegro de que [pet] esté bien!

source: *happy noises*
spanish: *sonidos felices*

source: yay you got the thing and everyone dies, how bout some coffee?
spanish: yay tienes la cosa y todos mueren, ¿qué tal un poco de café?

source: Hi, welcome to Zombucks, how can I help you?
spanish: Hola, bienvenido a Zombucks, ¿cómo puedo ayudarte?

source: Didn't I just see you at...uh...nevermind
spanish: ¿No te acabo de ver en... uh... no importa?

source: Need…coffee…*groan*
spanish: Necesito… café… *gemido*

source: One bloody chai, please
spanish: Un maldito chai, por favor

source: I’ll have a vanilla oat decaf double shot mocha frappuccino with a twist
spanish: Tomaré un frappuccino de moka de vainilla y avena descafeinado con un toque especial

source: Hmm, let’s get you caffeinated.
spanish: Hmm, vamos a ponerte cafeinado.

source: Caffeine good
spanish: cafeina buena

source: Come again? Do you mean dirty chai?
spanish: ¿Llegar de nuevo? ¿Quieres decir sucio chai?

source: uh...I guess
spanish: eh... supongo

source: I see this isn’t your first time! One basic-white-girl coming right up!
spanish: ¡Veo que no es tu primera vez! ¡Una chica blanca básica que viene enseguida!

source: Thanks fellow human!
spanish: ¡Gracias compañero humano!

source: *barista goes to make drink*
spanish: *barista va a hacer una bebida*

source: I swear that was the same person from...
spanish: Te juro que era la misma persona de...

source: Order up!
spanish: ¡Ordena!

source: *almost falls over*
spanish: *casi se cae*

source: You have failed as a human. YOU LOSE
spanish: Has fallado como humano. TÚ PIERDES

source: You have regained your humanity. YOU WIN
spanish: Has recuperado tu humanidad. TÚ GANAS

source: Self-voicing disabled.
spanish: Voz propia deshabilitada.

source: Clipboard voicing enabled.
spanish: Voz del portapapeles habilitada.

source: Self-voicing enabled.
spanish: Voz propia habilitada.

source: selected
spanish: seleccionado

source: viewport
spanish: mirador

source: horizontal scroll
spanish: desplazamiento horizontal

source: vertical scroll
spanish: desplazamiento vertical

source: activate
spanish: activar

source: deactivate
spanish: desactivar

source: increase
spanish: incrementar

source: decrease
spanish: disminuir

source: Font Override
spanish: Anulación de fuente

source: Default
spanish: Defecto

source: Opendyslexic
spanish: abiertodisléxico

source: Text Size Scaling
spanish: Escala de tamaño de texto

source: Reset
spanish: Reiniciar

source: Line Spacing Scaling
spanish: Escalado de interlineado

source: High Contrast Text
spanish: Texto de alto contraste

source: Enable
spanish: Permitir

source: Self-Voicing
spanish: Voz propia

source: Off
spanish: Apagado

source: Text-to-speech
spanish: Texto a voz

source: Clipboard
spanish: Portapapeles

source: Debug
spanish: Depurar

source: Self-Voicing Volume Drop
spanish: Caída de volumen de voz propia

source: The options on this menu are intended to improve accessibility. They may not work with all games, and some combinations of options may render the game unplayable. This is not an issue with the game or engine. For the best results when changing fonts, try to keep the text size the same as it originally was.
spanish: Las opciones de este menú están destinadas a mejorar la accesibilidad. Es posible que no funcionen con todos los juegos, y algunas combinaciones de opciones pueden hacer que el juego no se pueda jugar. Esto no es un problema con el juego o el motor. Para obtener los mejores resultados al cambiar las fuentes, intente mantener el tamaño del texto igual que originalmente.

source: {#weekday}Monday
spanish: {#weekday}lunes

source: {#weekday}Tuesday
spanish: {#weekday}martes

source: {#weekday}Wednesday
spanish: {#weekday}miércoles

source: {#weekday}Thursday
spanish: {#weekday}jueves

source: {#weekday}Friday
spanish: {#weekday}viernes

source: {#weekday}Saturday
spanish: {#weekday}sábado

source: {#weekday}Sunday
spanish: {#weekday}domingo

source: {#weekday_short}Mon
spanish: {#weekday_short}lunes

source: {#weekday_short}Tue
spanish: {#weekday_short}martes

source: {#weekday_short}Wed
spanish: {#weekday_short}miércoles

source: {#weekday_short}Thu
spanish: {#weekday_short}jueves

source: {#weekday_short}Fri
spanish: {#weekday_short}vie

source: {#weekday_short}Sat
spanish: {#weekday_short}sábado

source: {#weekday_short}Sun
spanish: {#weekday_short}dom

source: {#month}January
spanish: {#month}enero

source: {#month}February
spanish: {#month}febrero

source: {#month}March
spanish: {#mes de marzo

source: {#month}April
spanish: {#month}abril

source: {#month}May
spanish: {#mes de mayo

source: {#month}June
spanish: {#month}junio

source: {#month}July
spanish: {#month}julio

source: {#month}August
spanish: {#month}agosto

source: {#month}September
spanish: {#month}septiembre

source: {#month}October
spanish: {#month}octubre

source: {#month}November
spanish: {#month}noviembre

source: {#month}December
spanish: {#month}diciembre

source: {#month_short}Jan
spanish: {#month_short}enero

source: {#month_short}Feb
spanish: {#month_short}febrero

source: {#month_short}Mar
spanish: {#month_short}marzo

source: {#month_short}Apr
spanish: {#month_short}abril

source: {#month_short}May
spanish: {#month_short}mayo

source: {#month_short}Jun
spanish: {#month_short}junio

source: {#month_short}Jul
spanish: {#month_short}julio

source: {#month_short}Aug
spanish: {#month_short}agosto

source: {#month_short}Sep
spanish: {#month_short}septiembre

source: {#month_short}Oct
spanish: {#month_short}octubre

source: {#month_short}Nov
spanish: {#month_short}noviembre

source: {#month_short}Dec
spanish: {#month_short}diciembre

source: Save slot %s: [text]
spanish: Guardar espacio %s: [text]

source: Load slot %s: [text]
spanish: Espacio de carga %s: [text]

source: Delete slot [text]
spanish: Eliminar ranura [text]

source: File page auto
spanish: Página de archivo automática

source: File page quick
spanish: Página de archivo rápido

source: File page [text]
spanish: Página de archivo [text]

source: Next file page.
spanish: Página del archivo siguiente.

source: Previous file page.
spanish: Página del archivo anterior.

source: Quick save complete.
spanish: Guardado rápido completo.

source: Quick save.
spanish: Guardado rápido.

source: Quick load.
spanish: Carga rápida.

source: Language [text]
spanish: Idioma [text]

source: The interactive director is not enabled here.
spanish: El director interactivo no está habilitado aquí.

source: Done
spanish: Hecho

source: (statement)
spanish: (declaración)

source: (tag)
spanish: (etiqueta)

source: (attributes)
spanish: (atributos)

source: (transform)
spanish: (transformar)

source: (transition)
spanish: (transición)

source: (channel)
spanish: (canal)

source: (filename)
spanish: (nombre del archivo)

source: Change
spanish: Cambio

source: Add
spanish: Agregar

source: Cancel
spanish: Cancelar

source: Remove
spanish: Remover

source: Statement:
spanish: Declaración:

source: Tag:
spanish: Etiqueta:

source: Attributes:
spanish: Atributos:

source: Transforms:
spanish: Transforma:

source: Behind:
spanish: Detrás:

source: Transition:
spanish: Transición:

source: Channel:
spanish: Canal:

source: Audio Filename:
spanish: Nombre de archivo de audio:

source: Image [index] of [count] locked.
spanish: Imagen [index] de [count] bloqueada.

source: prev
spanish: anterior

source: next
spanish: Siguiente

source: slideshow
spanish: diapositivas

source: return
spanish: devolver

source: Select Gamepad to Calibrate
spanish: Seleccione Gamepad para calibrar

source: No Gamepads Available
spanish: No hay mandos disponibles

source: Calibrating [name] ([i]/[total])
spanish: Calibrando [name] ([i]/[total])

source: Press or move the '[control!s]' [kind].
spanish: Presiona o mueve el '[control!s]' [kind].

source: Skip (A)
spanish: Salta A)

source: Back (B)
spanish: Volver (B)

source: Renderer
spanish: renderizador

source: Automatically Choose
spanish: Elegir automáticamente

source: Force GL Renderer
spanish: Forzar renderizador GL

source: Force ANGLE Renderer
spanish: Renderizador Force ANGLE

source: Force GLES Renderer
spanish: Forzar renderizador GLES

source: Force GL2 Renderer
spanish: Forzar renderizador GL2

source: Force ANGLE2 Renderer
spanish: Forzar renderizador ANGLE2

source: Force GLES2 Renderer
spanish: Forzar renderizador GLES2

source: Enable (No Blocklist)
spanish: Habilitar (sin lista de bloqueo)

source: Powersave
spanish: Ahorro de energía

source: Framerate
spanish: Cuadros por segundo

source: Screen
spanish: Pantalla

source: Tearing
spanish: lagrimeo
